<!-- 
    Document   : ayuda
    Created on : 04-nov-2015, 9:07:54
    Author     : andrew

    Una página que muestra ayuda de la aplicación.
-->
<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" type="text/css" href="design/design_help_small.css" media="all and (min-width: 240px) and (max-width: 640px)">
        <link rel="stylesheet" type="text/css" href="design/design_help.css" media="all and (min-width: 640px)">
        <link rel="icon" type="image/png" href="images/favicon.png">
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>FriendLeaf - FAQ</title>
        <style>
            body {
                cursor: url('images/quill.png'), auto;
            }
        </style>
    </head>
    <body>
        <header>
            <img src="images/header.png" alt="header">
        </header>
        <nav>
            <a href="FeedServlet">Inicio</a>
            <a href="AmigosServlet">Amigos</a>
            <a href="FotosServlet">Fotos</a>
            <a href="GustosServlet?page=gustos">Modificar Gustos</a>
            <a href="PerfilServlet">Perfil</a>
            <a href="ayuda.jsp" id="selected">Ayuda</a>
            <a href="DestruirSesionServlet">Cerrar Sesi&oacute;n</a>
        </nav>
        <div id="cuerpo">
            <article>
                <h1>FAQ - Frequently Asked Questions</h1>
                <ol>
                    <li><h2>&iquest;No se ve bien la calidad de una foto?</h2>
                        <p>Esto podr&iacute;a ser debido a que Friend Leaf cambia el
                        tama&ntilde; de las im&aacute;genes por defecto, para que no ocupen
                        demasiado peso en la p&aacute;gina web. Se ponen a 320x320 p&iacute;xeles.</p>
                    </li>
                    <li><h2>&iquest;Sale contenido extra&ntilde;o en tu feed?</h2>
                        <p>Si salen car&aacute;cteres extra&ntilde;os en tu p&aacute;gina, esto podr&iacute;a
                            ser debido a alg&uacute;n error de codificaci&oacute;n de caracteres, lo que puede
                            ocurrir al usar tildes o s&iacute;mbolos.</p>
                    </li>
                    <li><h2>&iquest;Te sale un amigo pero no te contesta?</h2>
                        <p>Puede que un amigo no te conteste porque no te tenga en su lista de amigos
                            aunque t&uacute; le tengas a &eacute;l, por cuestiones de privacidad.</p>
                    </li>
                    <li><h2>&iquest;No sale un v&iacute;deo o una foto externos en tu feed?</h2>
                        <p>Puede ser porque el servidor que dispone de esta foto o v&iacute;deo
                            no est&eacute; activo en el momento, o que hayan quitado ese contenido
                            de su p&aacute;gina web. Usted es responsable de manejar y actualizar las
                            fotos y los v&iacute;deos externos.</p>
                    </li>
                    <li><h2>&iquest;No puedes aceptar un amigo?</h2>
                        <p>Si ocurre esto en tu cuenta, tendr&aacute;s que contactar con el administrador
                            del sitio para que te lo arregle. Sentimos las molestias.</p>
                    </li>
                    <li><h2>&iquest;Qu&eacute; ocurre si doy de baja mi cuenta?</h2>
                        <p>Al dar de baja su cuenta, perder&aacute; todas sus fotos y v&ieacute;deos,
                            todos sus amigos, y todos sus gustos. Pi&eacute;nselo bien antes de borrar
                            su cuenta.</p>
                    </li>
                    <li><h2>&iquest;Se pueden recuperar fotos y v&iacute;deos borrados?</h2>
                        <p>No. Por cuestiones de seguridad y privacidad, un v&iacute;deo o una
                            foto borrada no se pueden recuperar.</p>
                    </li>
                </ol>
            </article>
            <aside>
                <iframe src="ChatServlet"></iframe>
            </aside>
        </div>
    </body>
</html>
